<template>
  <div id="messagesPage">
    <h1 class="title title_h1">
      Мои сообщения
    </h1>
    <p class="paragraph">
      Разнообразный и богатый опыт консультация с широким активом позволяет оценить значение системы обучения кадров, соответствует насущным потребностям. С другой стороны укрепление и развитие структуры требуют от нас анализа соответствующий условий активизации. Равным образом постоянный количественный рост и сфера нашей активности в значительной степени обуславливает создание новых предложений. Товарищи! новая модель организационной деятельности влечет за собой процесс внедрения и модернизации систем массового участия. Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности позволяет оценить значение системы обучения кадров, соответствует насущным потребностям. С другой стороны консультация с широким активом играет важную роль в формировании соответствующий условий активизации.
    </p>
  </div>
</template>

<script>
export default {
  name: 'messagesPage',
  components: {
    // Greeting
  },
};
</script>