const companiesList = [
  {
    id: 1,
    name: {
      slug: 'real-estate-agency-1',
      label: 'Агентство недвижимости №1',
    },
    description: {
      label: 'Федеральная сеть консультантов по коммерческой недвижимости и продаже готового бизнеса. Аренда и продажа от собственника без комиссии.',
    },
  },
  {
    id: 2,
    name: {
      slug: 'real-estate-garmony',
      label: 'АН Гармония',
    },
    description: {
      label: 'Федеральная сеть консультантов по коммерческой недвижимости и продаже готового бизнеса. Аренда и продажа от собственника без комиссии.',
    },
  },
];

export default companiesList;