const testCompanies = [
  {
    id: 1,
    name: {
      slug: 'real-estate-agency-1',
      label: 'Агентство недвижимости №1',
    },
    description: {
      label: 'с 2008 г. на рынке. 1.	Все операции с недвижимостью: купля-продажа, обмен, дарение, рента, аренда  2.	Подбор любого объекта недвижимости в кратчайшие сроки, по вашим требованиям и финансовым возможностям; 3.	Подготовка документов любой сложности: купля-продажа, оформление перепланировок квартир, межевание и размежевание земельных участков и т.д. 4.	Юридическое сопровождение всех сделок. Бесплатная юр. Консультация. 5. Строительство кирпичных домов (строй-вариант 90% готовности) в г. Таганроге (пригород).',
    },
    descriptionShort: {
      label: 'Нас Вам посоветовали!',
    },
    urlPreview: '/src/images/companies/an1.png',
    objectsCount: 416,
    phoneNumbers: [
      '+7 8634 39-41-37',
      '+79287603835',
    ],
    url: {
      value: 'http://an1tag.ru',
    },
    address: 'Таганрог, г. Таганрог, ул.Чехова, 50, Центральный',
  },
  {
    id: 2,
    name: {
      slug: 'real-estate-garmony',
      label: 'АН Гармония',
    },
    description: {
      label: 'Многие думают, что Lorem Ipsum - взятый с потолка псевдо-латинский набор слов, но это не совсем так. Его корни уходят в один фрагмент классической латыни 45 года н.э., то есть более двух тысячелетий назад.',
    },
    descriptionShort: {
      label: 'Нас Вам посоветовали!',
    },
    urlPreview: '/src/images/objects/8993850262.jpg',
    objectsCount: 113,
    phoneNumbers: [
      '+7 8634 39-4137',
      '+79287603835',
    ],
    url: {
      value: 'https://taganrog.restate.ru',
    },
    address: 'Таганрог, г. Таганрог, ул.Чехова, 50, Центральный',
  },
  {
    id: 3,
    name: {
      slug: 'real-estate-garmony',
      label: 'АН Тандем',
    },
    description: {
      label: 'Есть много вариантов Lorem Ipsum, но большинство из них имеет не всегда приемлемые модификации, например, юмористические вставки или слова, которые даже отдалённо не напоминают латынь.',
    },
    descriptionShort: {
      label: 'Нас Вам посоветовали!',
    },
    urlPreview: '/src/images/objects/8993850241.jpg',
    objectsCount: 21,
    phoneNumbers: [
      '+7 8634 39-4137',
      '+79287603835',
    ],
    url: {
      value: 'https://rosrealt.ru',
    },
    address: 'Таганрог, г. Таганрог, ул.Чехова, 50, Центральный',
  },
];

export default testCompanies;