const helpData = [
  {
    id: 0,
    question: 'Почему не получается дозвониться до поддержки?',
    answer: 'Сейчас мы периодически отключаем голосовую линию и отвечаем только на письма. Мы понимаем, что это не всегда удобно — некоторые вопросы быстрее объяснить по телефону и тут же получить решение. Поэтому мы приносим свои извинения и хотим рассказать, из-за чего это происходит и как мы решаем проблему.',
  },
  {
    id: 1,
    question: 'Почему заблокировали мой профиль?',
    answer: 'Если ваш аккаунт заблокирован, при входе в него вы увидите оповещение и причину блокировки.',
  },
  {
    id: 2,
    question: 'Почему объявление не видно в поиске?',
    answer: 'Возможные причины, по которым вы не видите свое объявление: Оно еще на проверке. Обычно объявление появляется на Авито уже спустя пару минут, но в редких случаях это может занять до 2 суток. Чтобы проверить, появилось ли объявление в поиске, поищите его по номеру.',
  },
];

export default helpData;