const testUsers = [
  {
    id: 1,
    role: 'agency',
    name: {
      slug: 'real-estate-agency-1',
      label: 'Агентство недвижимости №1',
    },
    login: 'admin',
    password: '12345678',
    description: {
      label: 'с 2008 г. на рынке. 1.	Все операции с недвижимостью: купля-продажа, обмен, дарение, рента, аренда  2.	Подбор любого объекта недвижимости в кротчайшие сроки, по вашим требованиям и финансовым возможностям; 3.	Подготовка документов любой сложности: купля-продажа, оформление перепланировок квартир, межевание и размежевание земельных участков и т.д. 4.	Юридическое сопровождение всех сделок. Бесплатная юр. Консультация. 5. Строительство кирпичных домов (строй-вариант 90% готовности) в г. Таганроге (пригород).',
    },
    descriptionShort: {
      label: 'Нас Вам посоветовали!',
    },
    logo: [
      {
        "id": "canvas-0",
        "object": {
          "url": "/src/images/companies/an1.png"
        },
        "degrees": 0,
        "imageRatio": 2.6246056782334386
      }
    ],
    objectsCount: 416,
    email: 'info@an1tag.ru',
    phone: '+7 928 760-38-35',
    website: 'http://an1tag.ru',
    address: 'Таганрог, г. Таганрог, ул.Чехова, 50, Центральный',
  },
];

export default testUsers;