<template>
  <div id="blog">
    <h1 class="title title_h1" style="text-align: center;">
      Общий стиль элементов
    </h1>
    <div class="list">
      <div class="list__item">
        <h3 class="title title_h3">
          Параграф
        </h3>
        <div style="margin-left: 30px;">
          <p class="paragraph">
            Сайт рыбатекст поможет дизайнеру, верстальщику, вебмастеру сгенерировать несколько абзацев более менее осмысленного текста рыбы на русском языке, а начинающему оратору отточить навык публичных выступлений в домашних условиях. При создании генератора мы использовали небезизвестный универсальный код речей. Текст генерируется абзацами случайным образом от двух до десяти предложений в абзаце, что позволяет сделать текст более привлекательным и живым для визуально-слухового восприятия.
          </p>
          <p class="paragraph">
            По своей сути рыбатекст является альтернативой традиционному lorem ipsum, который вызывает у некторых людей недоумение при попытках прочитать рыбу текст. В отличии от lorem ipsum, текст рыба на русском языке наполнит любой макет непонятным смыслом и придаст неповторимый колорит советских времен.
          </p>
        </div>
      </div>
      <div class="list__item">
        <h3 class="title title_h3">
          Заголовки
        </h3>
        <div style="margin-left: 30px;">
          <h1 class="title title_h1">
            Заголовок H1
          </h1>
          <h2 class="title title_h2">
            Заголовок H2
          </h2>
          <h3 class="title title_h3">
            Заголовок H3
          </h3>
          <h4 class="title title_h4">
            Заголовок H4
          </h4>
          <h5 class="title title_h5">
            Заголовок H5
          </h5>
          <h6 class="title title_h6">
            Заголовок H6
          </h6>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'blog',
};
</script>